/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Bạn có chắc muốn xóa CGM này không?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Hủy bỏ";

/* Title describing glucose date */
"Date" = "Ngày";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Xóa CGM";

/* CGM display title */
"Dexcom G4" = "Máy Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Đường huyết";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "Đường huyết (Được điều chỉnh)";

/* Section title for latest glucose reading */
"Latest Reading" = "Kết quả mới nhất";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Cần chú ý";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Tình trạng";

/* Title describing glucose trend */
"Trend" = "Xu hướng";

